02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-04-persoonsvraag webservice/uc1004-04C10T070a/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
    <m:vraag>
      <m:in0>
        <m:indicatieAdresvraag>0</m:indicatieAdresvraag>
        <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
        <m:masker>
          <m:item>60810</m:item>
          <m:item>60820</m:item>
          <m:item>60830</m:item>
          <m:item>68110</m:item>
          <m:item>68120</m:item>
          <m:item>68210</m:item>
          <m:item>68220</m:item>
          <m:item>68230</m:item>
          <m:item>68510</m:item>
          <m:item>68610</m:item>
          <m:item>560810</m:item>
          <m:item>560820</m:item>
          <m:item>560830</m:item>
          <m:item>568110</m:item>
          <m:item>568120</m:item>
          <m:item>568210</m:item>
          <m:item>568220</m:item>
          <m:item>568230</m:item>
          <m:item>568510</m:item>
          <m:item>568610</m:item>
        </m:masker>
        <m:parameters>
          <m:item>
            <m:rubrieknummer>10120</m:rubrieknummer>
            <m:zoekwaarde>579835145</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>60810</m:rubrieknummer>
            <m:zoekwaarde>20170514</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>60820</m:rubrieknummer>
            <m:zoekwaarde>0957</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>60830</m:rubrieknummer>
            <m:zoekwaarde>6030</m:zoekwaarde>
          </m:item>
        </m:parameters>
      </m:in0>
    </m:vraag>
  </soap:Body>
</soap:Envelope>